[
  {
    "id": 101,
    "title": "A diferença entre o Nerd de hoje e dos anos 70",
    "description": "",
    "speakers": [1],
    "language": "pt",
    "complexity": "Iniciante",
    "presentation": "",
    "video": ""
  },
  {
    "id": 102,
    "title": "Dê um StartUp na sua Vida",
    "description": "",
    "speakers": [2],
    "language": "pt",
    "complexity": "Iniciante",
    "presentation": "",
    "video": ""
  },
  {
    "id": 103,
    "title": "Manipulação de Kernel Linux",
    "description": "",
    "speakers": [3],
    "language": "pt",
    "complexity": "Iniciante",
    "presentation": "",
    "video": ""
  },
  {
    "id": 104,
    "title": "Oficina de Arduino",
    "description": "Arduino é É uma plataforma de prototipagem eletrônica de de placa única, projetada com um microcontrolador. O Arduino é um dispositivo microcontrolado aberto, um processador, capaz de “sentir” o ambiente através de suas entradas por meio de sensores variados, processar esses dados via programas inteligentes e afetar o seu entorno controlando e “agindo” sobre o ambiente. Essa ação pode ser realizada por meio de motores e atuadores que possibilitam, por exemplo, ligar ou desligar luzes e componentes. Além disso, o Arduino é capaz de se comunicar com os computadores (Windows, Linux ou MacOS).",
    "speakers": [4],
    "language": "pt",
    "complexity": "Intermediate",
    "presentation": "",
    "video": ""
  },
  {
    "id": 105,
    "title": "Pilotando Drones",
    "description": "Cada vez mais populares e acessíveis os dispositivos, cada vez mais criativos se tornam os seus usos. Equipes de jornalismo estão usando helicópteros usados para fazer tomadas aéreas em reportagens e coberturas de eventos em geral, por drones, ou até das filmagens em eventos esportivos e shows, que usam drones equipados com câmeras de alta qualidade para registrar as imagens.",
    "speakers": [4],
    "language": "pt",
    "complexity": "Intermediate",
    "presentation": "",
    "video": ""
  },
  {
    "id": 106,
    "title": "INTRODUÇÃO A LINGUAGEM RUBY",
    "description": "Ruby é uma linguagem dinâmica, open source com foco na simplicidade e na produtividade. Tem uma sintaxe elegante de leitura natural e fácil escrita.",
    "speakers": [5],
    "language": "pt",
    "complexity": "Iniciante",
    "presentation": "",
    "video": ""
  },
  {
    "id": 107,
    "title": "Entendendo o Impacto social do Mobile.",
    "description": "O Mobile tem transformado não só a vidas das pessoas,também mercados e indústrias inteiras. Ele mudou toda a jornada de compra e decisão. Mas enquanto os consumidores saíram na frente, o investimento das marcas tem ficado para trás. Vamos conversar sobre como o mobile pode ajudar as marcas a engajarem mais seus clientes",
    "speakers": [6],
    "language": "pt",
    "complexity": "Iniciante",
    "presentation": "",
    "video": ""
  },
  {
    "id": 108,
    "title": "Oficina de Scratch",
    "description": "O Scratch é um software que se utiliza de blocos lógicos, e itens de som e imagem, para você desenvolver suas próprias histórias interativas, jogos e animações, além de compartilhar de maneira online suas criações. O Scratch é um projeto do grupo Lifelong Kindergarten no Media Lab do MIT (Instituto de Tecnologia de Massachusets), onde foi idealizado por Mitchel Resnick. Ele foi projetado especialmente para idades entre 8 e 16 anos, mas é usado por pessoas de todas as idades. O Scratch é usado em mais de 150 países, está disponível em mais de 40 idiomas, e é fornecido gratuitamente para os principais sistemas operacionais (Windows, Linux e Mac).",
    "speakers": [4],
    "language": "pt",
    "complexity": "Iniciante",
    "presentation": "",
    "video": ""
  },
  {
    "id": 109,
    "title": "Oficina de Raspberry PI",
    "description": "É um pequeno dispositivo que permite que as pessoas de todas as idades possam explorar a computação para aprender a programar em linguagens como Python. É capaz de fazer tudo que você esperaria de um computador desktop, como navegar na internet, reproduzir vídeo de alta definição, fazer planilhas, processamento de texto, e jogar jogos. É usado por crianças de todo o mundo para aprender como funcionam os computadores, como manipular o mundo eletrônico ao redor deles, e como programar.",
    "speakers": [4],
    "language": "pt",
    "complexity": "Iniciante",
    "presentation": "",
    "video": ""
  },
  {
    "id": 110,
    "title": "Oficina de Business Design",
    "description": "Business Design é a utilização do design como ferramenta de gestão e desenvolvimento de novas estratégias de produtos, serviços e Os benefícios tangíveis alcançados para os negócios estão levando startups, empresas e órgãos públicos a descobrir novos nichos de mercado. O workshop terá uma abordagem do Design Thinking como metodologia de trabalho para buscar novas oportunidades de negócios e utilização de Customer Experience (Experiência do Cliente) para melhor satisfazer as expectativas de mercado para os produtos, serviços e processos que criamos.Business Design é uma tendência internacional que esta tomando corpo num cenário nacional e vai ajudar você a pensar fora da caixa, trazendo inovação para seus negócios.",
    "speakers": [13],
    "language": "pt",
    "complexity": "Iniciante",
    "presentation": "",
    "video": ""
  },
  {
    "id": 111,
    "title": "CÁLCULOS DE ESTIMATIVA EM PROJETO DE SOFTWARE",
    "description": "Conceito de métrica de software; ponto de função: método da contagem indicativa; método da contagem estimativa; estimativa de esforço e tempo.",
    "speakers": [8],
    "language": "pt",
    "complexity": "Iniciante",
    "presentation": "",
    "video": ""
  },
  {
    "id": 112,
    "title": "Jogos 3D ",
    "description": "O mercado de desenvolvimento de jogos cresce cada vez mais no Brasil e no mundo. Este crescimento permitiu o desenvolvimento e popularização de ferramentas ágeis e flexíveis para o desenvolvimento independente de jogos, permitindo o surgimento de um mercado forte de desenvolvedores independentes, que tem o poder de transformar suas ideias em projetos criativos e rentáveis, sem o alto investimento dos grandes estúdios. Neste minicurso será explorada uma das ferramentas mais utilizadas pelos desenvolvedores independentes em todo o mundo: a engine Unity 3D. Uma ferramenta completa para o desenvolvimento de jogos 2D e 3D desde plataformas móveis até consoles. O minicurso, 100% prático, irá demonstrar os recursos essenciais desta ferramenta, desde os recursos mais básicos de interação e level design, até o controle e criação de scripts para desenvolvimento mecânico e controles mais sofisticados.",
    "speakers": [9],
    "language": "pt",
    "complexity": "Iniciante",
    "presentation": "",
    "video": ""
  },
  {
    "id": 113,
    "title": "Torneio de Games",
    "description": "Venha participar do incrível torneio de games do ARENATECH",
    "speakers": [12],
    "language": "pt",
    "complexity": "Intermediate",
    "presentation": "",
    "video": ""
  },
  {
    "id": 114,
    "title": "O ser que promove a Inovação",
    "description": "",
    "speakers": [10],
    "language": "pt",
    "complexity": "Iniciante",
    "presentation": "",
    "video": ""
  },
  {
    "id": 115,
    "title": "Percepções Empresariais do Vale do Silício",
    "description": "",
    "speakers": [15],
    "language": "pt",
    "complexity": "Iniciante",
    "presentation": "",
    "video": ""
  },
  {
    "id": 116,
    "title": "Capital Social, inovação e negócios.",
    "description": "",
    "speakers": [14],
    "language": "pt",
    "complexity": "Intermediate",
    "presentation": "",
    "video": ""
  },
  {
    "id": 117,
    "title": "Oficina de Lego Mindstorms",
    "description": "",
    "speakers": [11],
    "language": "pt",
    "complexity": "Intermediate",
    "presentation": "",
    "video": ""
  },
  {
    "id": 118,
    "title": "Students & Google: how not to vanish in the crowd",
    "description": "Most students believe that getting a job at Google is some kind of 'Mission Impossible'. Fortunately, you don't need superpower for this. In her talk Anna will tell you about the opportunities for students at Google and will share some tips on how to apply, keep calm and succeed.",
    "speakers": [17],
    "language": "uk",
    "complexity": "Iniciante",
    "presentation": "",
    "video": ""
  },
  {
    "id": 119,
    "title": "Introdução à AngularJS",
    "description": "Aprender programação é uma forma de descobrir um mundo novo cheio de possibilidades. Hoje em dia há a possibilidade de criar softwares para dispositivos cada vez mais portáteis – smartphones, tables, óculos, relógios, etc – podemos utilizar informações que o usuário nem imagina que fornece, e criar softwares que auxiliam as pessoas em diferentes aspectos.",
    "speakers": [7],
    "language": "pt",
    "complexity": "Iniciante",
    "presentation": "",
    "video": ""
  },
  {
    "id": 120,
    "title": "PROGRAMAÇÃO BÁSICA E APLICAÇÕES DE CONTROLADORES LÓGICOS PROGRAMÁVEIS (CLP)",
    "description": "Descritivo: O que é; Como funciona; Circuitos lógicos; Aplicações ( na indústria); Programação Prática (simulador); Diferenças entre modelos.",
    "speakers": [16],
    "language": "pt",
    "complexity": "Iniciante",
    "presentation": "",
    "video": ""
  }
]
